Repository: Losses/rune
Catalog: lib/l10n/intl_*.arb
Languages: ja, uk, zh, zh_hans

source: Rune Player
ja: Rune 再生機
uk: Rune Плеєр
zh: Rune 播放器
zh_hans: Rune 播放器

source: Copyright
ja: 著作権
uk: Авторські права
zh: 版權
zh_hans: 版权

# copyrightAnnouncement
source: Copyright © 2024 Rune Player Developers.
ja: 著作權 © 2024 Rune 再生機開発者。
uk: Авторські права © 2024 Розробники Rune Плеєра.
zh: 版權所有 © 2024 Rune 播放器開發團隊。
zh_hans: 版权所有 © 2024 Rune 播放器开发团队。

# licenseAnnouncement
source: This product is licensed under the MPL license.
ja: この製品は MPL 許諾の下で許可されています。
uk: Цей продукт ліцензований за ліцензією MPL.
zh: 本產品根據 MPL 許可證授權許可。
zh_hans: 本产品根据 MPL 许可证授权许可。

source: Factory Reset
ja: 初期化
uk: Скидання до заводських налаштувань
zh: 恢復出廠設置
zh_hans: 恢复出厂设置

# factoryResetSubtitle
source: Remove all items from the library list.
ja: 音楽集からすべての項目を削除する。
uk: Видалити всі елементи зі списку бібліотеки.
zh: 從媒體庫列表中刪除所有項目。
zh_hans: 从媒体库列表中删除所有项目。

# bsodBody
source: Your player ran into a problem and needs a restart. We respect your privacy and won't collect any data.
ja: 本再生機に問題が発生したため、再起動が必要です。お客様の個人情報を尊重し、情報は一切収集いたしません。
uk: Ваш плеєр зіткнувся з проблемою і потребує перезапуску. Ми поважаємо вашу конфіденційність і не будемо збирати жодні дані.
zh: 您的播放器遇到問題，需要重新啟動。我們尊重您的隱私，不會收集任何數據。
zh_hans: 您的播放器遇到问题，需要重新启动。我们尊重您的隐私，不会收集任何数据。

source: Artists
ja: 芸人
uk: Виконавці
zh: 藝術家
zh_hans: 艺术家

source: Albums
ja: 歌集
uk: Альбоми
zh: 專輯
zh_hans: 专辑

source: Playlists
ja: 再生一覧表
uk: Плейлисти
zh: 播放列表
zh_hans: 播放列表

source: Unknown Album
ja: 歌集不明
uk: Невідомий альбом
zh: 未知專輯
zh_hans: 未知专辑

source: Unknown Track
ja: 曲名不明
uk: Невідома доріжка
zh: 未知曲目
zh_hans: 未知曲目

source: Unknown Artist
ja: 芸人不明
uk: Невідомий виконавець
zh: 未知藝術家
zh_hans: 未知艺术家

source: Select Directory
ja: 格納場所を選択
uk: Вибрати каталог
zh: 選擇目錄
zh_hans: 选择目录

source: No data available
ja: 利用可能な資料がありません
uk: Дані недоступні
zh: 沒有可用數據
zh_hans: 没有可用数据

source: Start
ja: 始める
uk: Почати
zh: 開始
zh_hans: 开始

source: Search
ja: 検索
uk: Пошук
zh: 搜索
zh_hans: 搜索

source: Tracks
ja: 曲
uk: Доріжки
zh: 曲目
zh_hans: 曲目

source: System
ja: 系統
uk: Система
zh: 系統
zh_hans: 系统

source: Operating system
ja: 作業系統
uk: Операційна система
zh: 操作系統
zh_hans: 操作系统

source: System Version
ja: 版本情報
uk: Версія системи
zh: 系統版本
zh_hans: 系统版本

source: Kernel Version
ja: 核心情報
uk: Версія ядра
zh: 內核版本
zh_hans: 内核版本

source: Host Name
ja: 主機名
uk: Ім'я хоста
zh: 主機名
zh_hans: 主机名

source: Player
ja: 再生機
uk: Плеєр
zh: 播放器
zh_hans: 播放器

source: Build Hash
ja: 構築識別子
uk: Хеш збірки
zh: 構建哈希
zh_hans: 构建哈希

source: Build Date
ja: 構築日
uk: Дата збірки
zh: 構建日期
zh_hans: 构建日期

source: Commit Date
ja: 提交日
uk: Дата коміту
zh: 提交日期
zh_hans: 提交日期

source: Rustc version
ja: Rustc 版本
uk: Версія Rustc
zh: Rust 編譯器版本
zh_hans: Rust 编译器版本

source: Activation
ja: 認証
uk: Активація
zh: 啟用狀態
zh_hans: 激活状态

source: Rune is activated
ja: Rune は認証されています
uk: Rune активовано
zh: Rune 已啟用
zh_hans: Rune 已激活

source: Product ID
ja: 製品身元確認
uk: ID продукту
zh: 產品 ID
zh_hans: 产品 ID

source: You may be a victim of genuine software.
ja: 貴方は正銘被害者かもしれません。
uk: Ви можете стати жертвою справжнього програмного забезпечення.
zh: 你可能是正版軟體的受害者。
zh_hans: 你可能是正版软件的受害者。

source: Axiom Design
ja: 公理設計

source: Computing Device
ja: 計算装置
uk: Обчислювальний пристрій
zh: 計算設備
zh_hans: 计算设备

# computingDeviceSubtitle
source: Select GPU or CPU for faster or more efficient processing.
ja: 高速または効率的な処理のために画像処理装置または中央処理装置を選択します。
uk: Виберіть GPU або CPU для швидшої або ефективнішої обробки.
zh: 選擇 GPU 或 CPU 以獲得更快或更高效的處理。
zh_hans: 选择 GPU 或 CPU 以获得更快或更高效的处理。

source: GPU
ja: 画像処理装置

source: CPU
ja: 中央処理装置

source: Performance Level
ja: 性能水準
uk: Рівень продуктивності
zh: 性能水平
zh_hans: 性能水平

# performanceLevelSubtitle
source: Choose how many tasks to run simultaneously.
ja: 並行する作業数を選択してください。
uk: Виберіть, скільки завдань виконувати одночасно.
zh: 選擇要同時執行的任務量。
zh_hans: 选择要同时运行的任务量。

source: Performance
ja: 性能優先
uk: Продуктивність
zh: 性能
zh_hans: 性能

source: Balance
ja: 均衡重視
uk: Баланс
zh: 平衡
zh_hans: 平衡

source: Battery Saving
ja: 電力節約
uk: Енергозбереження
zh: 節能
zh_hans: 节能

source: Switch to
ja: 切り替え
uk: Переключитися на
zh: 切換
zh_hans: 切换

# removeLibrary
source: Remove
ja: 削除
uk: Видалити
zh: 移除
zh_hans: 移除

source: Add Library
ja: 資料集を追加
uk: Додати бібліотеку
zh: 添加媒體庫
zh_hans: 添加媒体库

# addLibrarySubtitle
source: Add a new library and scan existing files.
ja: 新しい資料集を追加し、既存の資料を検出する。
uk: Додайте нову бібліотеку та скануйте існуючі файли.
zh: 添加媒體庫並掃描已有文件。
zh_hans: 添加媒体库并扫描已有文件。

source: Action Menu
ja: 追加操作
uk: Меню дій
zh: 操作菜單
zh_hans: 操作菜单

source: Add to Queue
ja: 再生予定に追加
uk: Додати до черги
zh: 添加到隊列
zh_hans: 添加到队列

# addToQueueSubtitle
source: How new items will be added to the playback queue.
ja: 新しい曲をどのように再生予定に追加するか。
uk: Як нові елементи будуть додані до черги відтворення.
zh: 新項目添加至播放隊列的方式
zh_hans: 新项目添加至播放队列的方式

source: Play Next
ja: 次に再生
uk: Відтворити далі
zh: 下一首
zh_hans: 下一首

source: Add to End
ja: 最後に追加
uk: Додати в кінець
zh: 添加到隊尾
zh_hans: 添加到队尾

source: Middle Click Action
ja: 中押操作
uk: Дія середньої кнопки
zh: 中鍵操作
zh_hans: 中键操作

# middleClickActionSubtitle
source: Action to perform when middle-clicking a track or collection.
ja: 曲や選集まりを中押した際の実行動作。
uk: Дія, яку слід виконати при натисканні середньої кнопки на треку або колекції.
zh: 用滑鼠中鍵點擊歌曲或合集時執行的操作。
zh_hans: 用鼠标中键点击歌曲或合集时执行的操作。

source: Start Playing
ja: 再生開始
uk: Почати відтворення
zh: 開始播放
zh_hans: 开始播放

source: Start Roaming
ja: 漫奏開始
uk: Почати блукання
zh: 開始漫遊
zh_hans: 开始漫游

source: Playback Mode
ja: 再生方法
uk: Режим відтворення
zh: 播放模式
zh_hans: 播放模式

# playbackModeSubtitle
source: Preferred playback mode for how your music plays
ja: 音楽の再生方法について、希望する再生形式を選択してください
uk: Бажаний режим відтворення для вашої музики
zh: 選擇您喜歡的播放方式
zh_hans: 选择您喜欢的播放方式

source: Color Mode
ja: 配色模式
uk: Режим кольору
zh: 色彩模式
zh_hans: 色彩模式

# colorModeSubtitle
source: Change the color mode that appears in Rune.
ja: Rune に表示される配色を変更します。
uk: Змініть режим кольору, який з'являється в Rune.
zh: 更改 Rune 中的色彩模式顯示。
zh_hans: 更改 Rune 中的色彩模式显示。

# systemColorMode
source: System
ja: 作業系統と同期
uk: Система
zh: 系統默認
zh_hans: 系统默认

source: Dark
ja: 暗い
uk: Темний
zh: 深色
zh_hans: 深色

source: Light
ja: 明るい
uk: Світлий
zh: 淺色
zh_hans: 浅色

source: Theme Color
ja: 主題色
uk: Колір теми
zh: 主題顏色
zh_hans: 主题颜色

# themeColorSubtitle
source: Select a color to give your Rune a refreshed look and feel.
ja: Rune に新しい雰囲気をもたらす色を選んでください。
uk: Виберіть колір, щоб надати вашому Rune оновлений вигляд і відчуття.
zh: 選擇一個顏色，讓您的 Rune 煥然一新。
zh_hans: 选择一个颜色，让您的 Rune 焕然一新。

source: Follow System Theme
ja: 作業系統と同期
uk: Слідувати за системною темою
zh: 跟隨系統主題色
zh_hans: 跟随系统主题色

source: Dynamic Colors
ja: 動的配色
uk: Динамічні кольори
zh: 動態顏色
zh_hans: 动态颜色

# dynamicColorsSubtitle
source: Adjust Rune's theme colors based on the cover art of the playing track.
ja: 再生中の曲の表紙画像に合わせて Rune の色合いを調整します
uk: Налаштуйте кольори теми Rune на основі обкладинки треку, що відтворюється.
zh: 根據正在播放歌曲的封面調整 Rune 的主題色。
zh_hans: 根据正在播放歌曲的封面调整 Rune 的主题色。

source: Branding Animation
ja: 起動演出
uk: Анімація брендування
zh: 品牌動畫
zh_hans: 品牌动画

# brandingAnimationSubtitle
source: Play branding animation when Rune starts.
ja: Rune 起動時に商標の動きを再生します。
uk: Відтворювати анімацію брендування при запуску Rune.
zh: 在 Rune 啟動時播放品牌動畫。
zh_hans: 在 Rune 启动时播放品牌动画。

source: This might take a few minutes.
ja: この処理には数分かかることがあります。
uk: Це може зайняти кілька хвилин.
zh: 這可能需要幾分鐘。
zh_hans: 这可能需要几分钟。

source: tracks found
ja: 曲が見つかりました
uk: треки знайдено
zh: 首曲目已找到
zh_hans: 首曲目已找到

source: album covers collected
ja: 歌集表紙画像が収集されました
uk: обкладинки альбомів зібрано
zh: 張專輯封面已收集
zh_hans: 张专辑封面已收集

source: Edit Playlist
ja: 再生一覧表を編集
uk: Редагувати плейлист
zh: 編輯播放列表
zh_hans: 编辑播放列表

source: Edit Mix
ja: 調和構成を編集
uk: Редагувати мікс
zh: 編輯 Mix
zh_hans: 编辑 Mix

source: Edit
ja: 編集
uk: Редагувати
zh: 編輯
zh_hans: 编辑

source: Remove
ja: 削除
uk: Видалити
zh: 移除
zh_hans: 移除

source: Remove Playlist
ja: 再生一覧表を削除
uk: Видалити плейлист
zh: 移除播放列表
zh_hans: 移除播放列表

source: Remove Mix
ja: 調和構成を削除
uk: Видалити мікс
zh: 移除 Mix
zh_hans: 移除 Mix

source: Add to Mix
ja: 調和構成に追加
uk: Додати до міксу
zh: 添加到 Mix
zh_hans: 添加到 Mix

source: New Mix
ja: 新しい調和構成
uk: Новий мікс
zh: 新建 Mix
zh_hans: 新建 Mix

source: Select a Group
ja: 組を選択
uk: Вибрати групу
zh: 選擇一個分組
zh_hans: 选择一个分组

source: Liked Only
ja: いいねのみ
uk: Тільки вподобані
zh: 僅收藏
zh_hans: 仅收藏

source: All Tracks
ja: 全ての曲
uk: Всі треки
zh: 所有曲目
zh_hans: 所有曲目

# defaultMode
source: Default
ja: 既定
uk: За замовчуванням
zh: 默認
zh_hans: 默认

source: Sequential
ja: 順次
uk: Послідовно
zh: 順序播放
zh_hans: 顺序播放

source: Repeat All
ja: 全部繰り返し
uk: Повторити все
zh: 列表循環
zh_hans: 列表循环

source: Repeat One
ja: 一曲繰り返し
uk: Повторити один
zh: 單曲循環
zh_hans: 单曲循环

source: Shuffle
ja: 曲を混ぜる
uk: Перемішати
zh: 隨機播放
zh_hans: 随机播放

source: Title
ja: 名称
uk: Назва
zh: 標題
zh_hans: 标题

source: Group
ja: 組
uk: Група
zh: 分組
zh_hans: 分组

source: Save
ja: 保存
uk: Зберегти
zh: 保存
zh_hans: 保存

source: Create
ja: 作成
uk: Створити
zh: 創建
zh_hans: 创建

source: Cancel
ja: 取消
uk: Скасувати
zh: 取消
zh_hans: 取消

source: No Recommendation
ja: おすすめはありません
uk: Без рекомендацій
zh: 不推薦
zh_hans: 不推荐

source: Based on All
ja: 全てに基づく
uk: На основі всіх
zh: 基於全部
zh_hans: 基于全部

source: Group 1
ja: 組 1
uk: Група 1
zh: 第一組
zh_hans: 第一组

source: Group 2
ja: 組 2
uk: Група 2
zh: 第二組
zh_hans: 第二组

source: Group 3
ja: 組 3
uk: Група 3
zh: 第三組
zh_hans: 第三组

source: Group 4
ja: 組 4
uk: Група 4
zh: 第四組
zh_hans: 第四组

source: Group 5
ja: 組 5
uk: Група 5
zh: 第五組
zh_hans: 第五组

source: Group 6
ja: 組 6
uk: Група 6
zh: 第六組
zh_hans: 第六组

source: Group 7
ja: 組 7
uk: Група 7
zh: 第七組
zh_hans: 第七组

source: Group 8
ja: 組 8
uk: Група 8
zh: 第八組
zh_hans: 第八组

source: Group 9
ja: 組 9
uk: Група 9
zh: 第九組
zh_hans: 第九组

source: Ascending
ja: 昇順
uk: За зростанням
zh: 升序
zh_hans: 升序

source: Descending
ja: 降順
uk: За спаданням
zh: 降序
zh_hans: 降序

source: Last Modified
ja: 最終更新
uk: Остання зміна
zh: 最後修改時間
zh_hans: 最后修改时间

source: Duration
ja: 長さ
uk: Тривалість
zh: 時長
zh_hans: 时长

source: Times Played Through
ja: 再生回数
uk: Кількість відтворень
zh: 完整播放次數
zh_hans: 完整播放次数

source: Times Skipped
ja: 飛ばす回数
uk: Кількість пропусків
zh: 跳過次數
zh_hans: 跳过次数

source: Pick Directory
ja: 格納場所を選択
uk: Вибрати каталог
zh: 選擇目錄
zh_hans: 选择目录

# oneDirectory
source: 1 Directory
ja: 1 つの格納場所
uk: 1 каталог
zh: 一個目錄
zh_hans: 一个目录

# manyDirectories
source: {count} Directories
ja: {count} つの格納場所
uk: {count} каталогів
zh: {count} 個目錄
zh_hans: {count} 个目录

source: Confirm
ja: 確認
uk: Підтвердити
zh: 確認
zh_hans: 确认

source: Directories
ja: 格納場所
uk: Каталоги
zh: 目錄
zh_hans: 目录

source: All Directories
ja: 全ての格納場所
uk: Усі каталоги
zh: 所有目錄
zh_hans: 所有目录

source: Random Tracks
ja: お任せ
uk: Випадкові треки
zh: 隨機曲目
zh_hans: 随机曲目

source: Amount
ja: 量
uk: Кількість
zh: 數量
zh_hans: 数量

source: Mode
ja: 再生順番
uk: Режим
zh: 模式
zh_hans: 模式

source: Recommendation
ja: 薦
uk: Рекомендація
zh: 推薦
zh_hans: 推荐

source: Sort By
ja: 並び替え基準
uk: Сортувати за
zh: 排序方式
zh_hans: 排序方式

source: Sort Order
ja: 並び順
uk: Порядок сортування
zh: 排序順序
zh_hans: 排序顺序

source: Liked
ja: 良
uk: Вподобані
zh: 收藏
zh_hans: 收藏

# noRoamingCollection
source: Unable to start roaming. Tracks in the collection haven't been analyzed yet.
ja: 漫奏を開始できません。選集内の曲がまだ解析されていません。
uk: Не вдалося почати блукання. Треки в колекції ще не проаналізовані.
zh: 無法開始漫遊。尚未分析合集中的歌曲。
zh_hans: 无法开始漫游。尚未分析合集中的歌曲。

# noRoamingTrack
source: Unable to start roaming. This track hasn't been analyzed yet.
ja: 漫奏を開始できません。この曲はまだ解析されていません。
uk: Не вдалося почати блукання. Цей трек ще не проаналізований.
zh: 無法開始漫遊。尚未分析該曲目。
zh_hans: 无法开始漫游。尚未分析该曲目。

# noAnalysisScanning
source: {baseMessage} The library is being scanned, so analysis cannot be performed.
ja: {baseMessage} 資料集を検査中のため、解析は実行できません。
uk: {baseMessage} Бібліотека сканується, тому аналіз не може бути виконаний.
zh: {baseMessage} 正在掃描媒體庫，無法分析。
zh_hans: {baseMessage} 正在扫描媒体库，无法分析。

# noAnalysisAnalyzing
source: {baseMessage} The library is being analyzed; please wait until the process is finished.
ja: {baseMessage} 資料集を解析中です。処理が終了するまでお待ちください。
uk: {baseMessage} Бібліотека аналізується; будь ласка, зачекайте, поки процес завершиться.
zh: {baseMessage} 正在分析媒體庫，請稍後。
zh_hans: {baseMessage} 正在分析媒体库，请稍后。

# noAnalysisDefault
source: {baseMessage} Please analyze your library for the best experience.
ja: {baseMessage} 最良の体験のために資料集を解析してください。
uk: {baseMessage} Для найкращого досвіду, проаналізуйте свою бібліотеку.
zh: {baseMessage} 請分析媒體庫以獲得最佳體驗。
zh_hans: {baseMessage} 请分析媒体库以获得最佳体验。

source: Not Ready
ja: 準備ができていません
uk: Не готово
zh: 尚未完成
zh_hans: 尚未完成

source: Create Playlist
ja: 再生一覧表を作成
uk: Створити плейлист
zh: 創建播放列表
zh_hans: 创建播放列表

source: Scan Library
ja: 資料集を検査
uk: Сканувати бібліотеку
zh: 掃描媒體庫
zh_hans: 扫描媒体库

source: Analyze Tracks
ja: 曲を解析
uk: Аналізувати треки
zh: 分析曲目
zh_hans: 分析曲目

source: Scan
ja: 検査
uk: Сканувати
zh: 掃描
zh_hans: 扫描

source: Scanning
ja: 検査中
uk: Сканування
zh: 正在掃描
zh_hans: 正在扫描

source: Analyze
ja: 解析
uk: Аналізувати
zh: 分析
zh_hans: 分析

# analyzing
source: Analysing
ja: 解析中
uk: Аналіз
zh: 正在分析
zh_hans: 正在分析

source: Try creating your own collection
ja: 独自の選集を作成してみてください
uk: Спробуйте створити власну колекцію
zh: 嘗試創建您自己的合集
zh_hans: 尝试创建您自己的合集

source: These actions may help
ja: 以下の行動が問題解決に役立つ可能性があります
uk: Ці дії можуть допомогти
zh: 這些操作可能有所幫助
zh_hans: 这些操作可能有所帮助

source: Try scanning new files
ja: 新しい資料を検査してみてください
uk: Спробуйте сканувати нові файли
zh: 嘗試掃描新文件
zh_hans: 尝试扫描新文件

source: No collection found
ja: 選集が見つかりません
uk: Колекцію не знайдено
zh: 未找到合集
zh_hans: 未找到合集

source: No items in playlist
ja: 再生一覧表に項目がありません
uk: У плейлисті немає елементів
zh: 播放列表中沒有項目
zh_hans: 播放列表中没有项目

source: Previous
ja: 前へ
uk: Попередній
zh: 上一首
zh_hans: 上一首

# previousSubtitle
source: Go to the previous track
ja: 前の曲に移動
uk: Перейти до попереднього треку
zh: 轉到上一首曲目
zh_hans: 转到上一首曲目

source: Play/Pause
ja: 再生/一時停止
uk: Відтворити/Пауза
zh: 播放/暫停
zh_hans: 播放/暂停

# playPauseSubtitle
source: Toggle between play and pause
ja: 再生と一時停止を切り替え
uk: Перемикання між відтворенням та паузою
zh: 切換播放和暫停
zh_hans: 切换播放和暂停

source: Next
ja: 次へ
uk: Наступний
zh: 下一首
zh_hans: 下一首

# nextSubtitle
source: Go to the next track
ja: 次の曲に移動
uk: Перейти до наступного треку
zh: 轉到下一首曲目
zh_hans: 转到下一首曲目

source: Volume
ja: 音量
uk: Гучність
zh: 音量
zh_hans: 音量

# volumeSubtitle
source: Adjust the volume
ja: 音量を調整
uk: Регулювання гучності
zh: 調整音量
zh_hans: 调整音量

source: Playlist
ja: 再生一覧表
uk: Плейлист
zh: 播放隊列
zh_hans: 播放队列

# playlistSubtitle
source: View the playback queue
ja: 再生一覧表を表示
uk: Переглянути чергу відтворення
zh: 查看播放隊列
zh_hans: 查看播放队列

source: Hidden
ja: 非表示
uk: Приховано
zh: 隱藏
zh_hans: 隐藏

# hiddenSubtitle
source: Content below will be hidden in the others list
ja: 以下の内容は「その他」の一覧に非表示となります
uk: Вміст нижче буде приховано в іншому списку
zh: 下列的內容將隱藏在其他列表中
zh_hans: 下列的内容将隐藏在其他列表中

source: Cover Wall
ja: 表紙画像の壁
uk: Стіна обкладинок
zh: 封面牆
zh_hans: 封面墙

# coverWallSubtitle
source: Display cover art for a unique ambience
ja: 表紙画像を表示して、特別な雰囲気を楽しめます
uk: Відображення обкладинок для унікальної атмосфери
zh: 展示封面，營造獨特氛圍
zh_hans: 展示封面，营造独特氛围

source: Fullscreen
ja: 全画面
uk: Повний екран
zh: 全螢幕
zh_hans: 全屏

# fullscreenSubtitle
source: Enter or exit fullscreen mode
ja: 全画面にする／解除する
uk: Перехід у повноекранний режим або вихід з нього
zh: 進出全螢幕模式
zh_hans: 进出全屏模式

source: Pause
ja: 一時停止
uk: Пауза
zh: 暫停
zh_hans: 暂停

source: Play
ja: 再生
uk: Відтворити
zh: 播放
zh_hans: 播放

source: Enable
ja: 有効にする
uk: Увімкнути
zh: 啟用
zh_hans: 启用

source: Disable
ja: 無効にする
uk: Вимкнути
zh: 禁用
zh_hans: 禁用

source: No tracks found
ja: 曲が見つかりません
uk: Треки не знайдені
zh: 未找到曲目
zh_hans: 未找到曲目

source: Library
ja: 資料集
uk: Бібліотека
zh: 媒體庫
zh_hans: 媒体库

source: Artist Query
ja: 芸人の照会
uk: Запит артиста
zh: 查詢藝術家
zh_hans: 查询艺术家

source: Playlist Query
ja: 再生一覧表の照会
uk: Запит плейлиста
zh: 查詢播放列表
zh_hans: 查询播放列表

source: Mixes
ja: 調和構成
uk: Мікси
zh: Mix
zh_hans: Mix

source: Mix Query
ja: 調和構成の照会
uk: Запит міксу
zh: 查詢 Mix
zh_hans: 查询 Mix

source: Settings
ja: 設定
uk: Налаштування
zh: 設置
zh_hans: 设置

source: Analysis
ja: 解析
uk: Аналіз
zh: 分析
zh_hans: 分析

source: Playback
ja: 再生
uk: Відтворення
zh: 播放
zh_hans: 播放

source: Theme
ja: 主題
uk: Тема
zh: 主題
zh_hans: 主题

source: Controller
ja: 制御
uk: Контролер
zh: 控制
zh_hans: 控制

source: About
ja: 情報
uk: Про програму
zh: 關於
zh_hans: 关于

# selectLibraryDirectorySubtitle
source: Select your audio library directory, and we will scan and analyze all tracks within it.
ja: 資料集の格納場所を選択し、全ての曲を検査および解析します。
uk: Виберіть каталог вашої аудіо-бібліотеки, і ми проскануємо та проаналізуємо всі треки в ньому.
zh: 選擇您的音訊庫目錄，我們將掃描並分析其中的所有曲目。
zh_hans: 选择您的音频库目录，我们将扫描并分析其中的所有曲目。

source: Reset Library
ja: 資料集を初期化
uk: Скинути бібліотеку
zh: 重設媒體庫
zh_hans: 重置媒体库

# resetLibraryQuestion
source: Reset Library
ja: 資料集を初期化
uk: Скинути бібліотеку
zh: 確認重設媒體庫？
zh_hans: 确认重置媒体库？

# resetLibrarySubtitle
source: Resetting the library will clear your file open history. Your existing media library will remain unchanged. Do you want to proceed?
ja: 資料集を初期化すると、履歴が消去されます。既存の資料には影響はありません。実行しますか？
uk: Скидання бібліотеки очистить вашу історію відкриття файлів. Ваша існуюча медіа-бібліотека залишиться незмінною. Ви хочете продовжити?
zh: 重設媒體庫將清除您的文件開啟記錄。不會改動您現有的媒體庫。您想要繼續嗎？
zh_hans: 重置媒体库将清除您的文件开启记录。不会改动您现有的媒体库。您想要继续吗？

source: Unavailable
ja: 利用不可
uk: Недоступно
zh: 不可用
zh_hans: 不可用

source: Go to Artist
ja: 芸人に移動
uk: Перейти до артиста
zh: 前往藝術家
zh_hans: 前往艺术家

source: Go to Album
ja: 歌集に移動
uk: Перейти до альбому
zh: 前往專輯
zh_hans: 前往专辑

source: Add to Playlist
ja: 再生一覧表に追加
uk: Додати до плейлиста
zh: 添加到播放列表
zh_hans: 添加到播放列表

source: New Playlist
ja: 新しい再生一覧表
uk: Новий плейлист
zh: 新建播放列表
zh_hans: 新建播放列表

source: Unable to Open Library
ja: 資料集を開けません
uk: Не вдалося відкрити бібліотеку
zh: 無法打開媒體庫
zh_hans: 无法打开媒体库

# unableToOpenLibrarySubtitle
source: The Library could not be opened due to the following error:
ja: 資料集を開けませんでした。原因は以下の通りです：
uk: Бібліотеку не вдалося відкрити через наступну помилку:
zh: 由於以下錯誤，無法打開媒體庫：
zh_hans: 由于以下错误，无法打开媒体库：

source: Unknown Error
ja: 不明な原因
uk: Невідома помилка
zh: 未知錯誤
zh_hans: 未知错误

source: Close
ja: 閉じる
uk: Закрити
zh: 關閉
zh_hans: 关闭

source: Queue
ja: 再生予定列
uk: Черга
zh: 隊列
zh_hans: 队列

source: Create Mix
ja: 調和を構成
uk: Створити мікс
zh: 創建 Mix
zh_hans: 创建 Mix

# removeMixTitle
source: Remove Mix
ja: 調和構成を削除
uk: Видалити мікс
zh: 刪除 Mix
zh_hans: 删除 Mix

# removeMixSubtitle
source: If you delete this mix, you won't be able to recover it. Do you want to delete it?
ja: この調和構成を削除すると、復元できません。削除しますか？
uk: Якщо ви видалите цей мікс, ви не зможете його відновити. Ви хочете його видалити?
zh: 如果刪除此 Mix ，您將無法恢復。您確定要刪除嗎？
zh_hans: 如果删除此 Mix ，您将无法恢复。您确定要删除吗？

source: Delete
ja: 削除
uk: Видалити
zh: 刪除
zh_hans: 删除

# removePlaylistTitle
source: Remove Playlist
ja: 再生一覧表を削除
uk: Видалити плейлист
zh: 移除播放列表
zh_hans: 移除播放列表

# removePlaylistSubtitle
source: If you delete this playlist, you won't be able to recover it. Do you want to delete it?
ja: この再生一覧表を削除すると、復元できません。削除しますか？
uk: Якщо ви видалите цей плейлист, відновити його буде неможливо. Ви хочете видалити його?
zh: 如果刪除此播放列表，您將無法恢復。您確定要刪除嗎？
zh_hans: 如果删除此播放列表，您将无法恢复。您确定要删除吗？

# cancelTaskTitle
source: Cancel Task
ja: 作業を中止
uk: Скасувати завдання
zh: 取消任務
zh_hans: 取消任务

# cancelTaskSubtitle
source: If you cancel this task, it will stop at its current completion state. Do you want to cancel it?
ja: この作業を中止すると、現在の進行状態で停止します。本当に中止しますか
uk: Якщо ви скасуєте це завдання, воно зупиниться на поточному етапі виконання. Ви хочете скасувати його?
zh: 如果取消此任務，它將停止在當前進度。您確定要取消嗎？
zh_hans: 如果取消此任务，它将停止在当前进度。您确定要取消吗？

source: Cancel Task
ja: 作業を中止
uk: Скасувати завдання
zh: 取消任務
zh_hans: 取消任务

# continueTask
source: Continue
ja: 続行
uk: Продовжити
zh: 繼續
zh_hans: 继续

source: Refresh
ja: 更新
uk: Оновити
zh: 刷新
zh_hans: 刷新

source: Explore
ja: 探す
uk: Досліджувати
zh: 探索
zh_hans: 探索

source: Language
ja: 言語
uk: Мова
zh: 語言
zh_hans: 语言

# followSystemLanguage
source: System Language
ja: 系統言語
uk: Мова системи
zh: 跟隨系統語言
zh_hans: 跟随系统语言

# followSystemLanguageSubtitle
source: Follow your system language, without special settings.
ja: 特別な設定なしで、系統言語設定に従います。
uk: Слідуйте за налаштуваннями мови вашої системи, без спеціальних налаштувань.
zh: 遵循系統語言，無需特殊設置。
zh_hans: 遵循系统语言，无需特殊设置。

source: Window Size
ja: 表示領域の寸法
uk: Розмір вікна
zh: 窗口大小
zh_hans: 窗口大小

# windowSizeSubtitle
source: Choose the preferred window size for the application.
ja: 本再生機の表示領域の寸法を選択してください。
uk: Оберіть бажаний розмір вікна для застосунку.
zh: 選擇應用程式的首選窗口大小。
zh_hans: 选择应用程序的首选窗口大小。

# normalWindowSize
source: Normal
ja: 普通
uk: Звичайний
zh: 普通
zh_hans: 普通

# slimWindowSize
source: Slim
ja: 繊細
uk: Вузький
zh: 窄
zh_hans: 窄

# stockyWindowSize
source: Stocky
ja: 横太り
uk: Широкий
zh: 長
zh_hans: 长

source: Log
ja: 日誌
uk: Журнал
zh: 日誌
zh_hans: 日志

# viewLogDetail
source: Log Detail
ja: 詳細の記録
uk: Деталі журналу
zh: 查看日誌詳情
zh_hans: 查看日志详情

# removeLogTitle
source: Remove Log
ja: 日誌削除
uk: Видалити журнал
zh: 刪除日誌
zh_hans: 删除日志

# removeLogSubtitle
source: If you delete this log, you won't be able to recover it. Do you want to delete it?
ja: この記録を削除すると、復元できなくなります。本当に削除しますか？
uk: Якщо ви видалите цей журнал, ви не зможете його відновити. Ви бажаєте його видалити?
zh: 如果刪除此日誌，您將無法恢復它。您確定要刪除嗎？
zh_hans: 如果删除此日志，您将无法恢复它。您确定要删除吗？

# clearLogTitle
source: Remove All Logs
ja: 全部の記録を削除します
uk: Видалити всі журнали
zh: 移除所有日誌
zh_hans: 移除所有日志

# clearLogSubtitle
source: If you delete all logs, you won't be able to recover them. Do you want to delete them?
ja: 全部の記録を削除すると、復元できなくなります。本当に削除しますか？
uk: Якщо ви видалите всі журнали, ви не зможете їх відновити. Ви бажаєте їх видалити?
zh: 如果刪除所有日誌，您將無法恢復。您確定要刪除嗎？
zh_hans: 如果删除所有日志，您将无法恢复。您确定要删除吗？

source: Delete All
ja: 全部削除
uk: Видалити все
zh: 全部刪除
zh_hans: 全部删除

source: No logs available
ja: 記録がありません
uk: Немає доступних журналів
zh: 無可用日誌
zh_hans: 无可用日志

source: Home
ja: 主画面
uk: Головна
zh: 首頁
zh_hans: 主页

source: Newest
ja: 最新
uk: Найновіші
zh: 最新
zh_hans: 最新

source: Oldest
ja: 最古
uk: Найстаріші
zh: 最舊
zh_hans: 最旧

source: Random
ja: お任せ
uk: Випадкові
zh: 隨機
zh_hans: 随机

source: Most Played
ja: 再生数上位
uk: Найбільш відтворювані
zh: 最常播放
zh_hans: 最常播放

source: Personalize
ja: 個性化
uk: Персоналізація
zh: 個性化
zh_hans: 个性化

# artistsLibraryHomeSubtitle
source: Discover and explore the world of your favorite artists
ja: お気に入りの芸人の世界を発見し、探検しましょう。
uk: Відкрийте та дослідіть світ улюблених виконавців
zh: 發現和探索您最喜愛的藝術家的世界
zh_hans: 发现和探索您最喜爱的艺术家的世界

# albumsLibraryHomeSubtitle
source: Immerse yourself in albums crafted by talented artists
ja: 才能ある芸人たちが手がけた歌集の世界に浸りましょう。
uk: Зануртеся в альбоми, створені талановитими виконавцями
zh: 沉浸在由才華橫溢的藝術家創作的專輯中
zh_hans: 沉浸在由才华横溢的艺术家创作的专辑中

# playlistsLibraryHomeSubtitle
source: Curate your own personalized listening journey
ja: 貴方だけの個性化された音楽の旅を作り上げましょう
uk: Створіть власну персоналізовану музичну подорож
zh: 策劃您自己的個性化聆聽之旅
zh_hans: 策划您自己的个性化聆听之旅

# tracksLibraryHomeSubtitle
source: Delve into the tracks you know and love
ja: 知っている曲や愛している曲に深く浸りましょう
uk: Зануртеся в треки, які ви знаєте та любите
zh: 深入研究您熟悉和喜愛的曲目
zh_hans: 深入研究您熟悉和喜爱的曲目

# likedLibraryHomeSubtitle
source: Relive the tracks you cherish the most
ja: 最も大切にしている曲をもう一度楽しみましょう
uk: Пережийте улюблені треки знову
zh: 重溫您最珍視的曲目
zh_hans: 重温您最珍视的曲目

# mostLibraryHomeSubtitle
source: Revisit the melodies that captivate you time and again
ja: 何度も心を惹きつける旋律を再び楽しみましょう。
uk: Повертайтеся до мелодій, які захоплюють вас знову і знову
zh: 再次聆聽一次又一次吸引您的旋律
zh_hans: 再次聆听一次又一次吸引您的旋律

source: Show Rune
ja: Rune を顕明
uk: Показати Rune
zh: 顯示 Rune
zh_hans: 显示 Rune

source: Exit
ja: 終了
uk: Вихід
zh: 退出
zh_hans: 退出

source: Back
ja: 戻る
uk: Назад
zh: 返回
zh_hans: 返回

# exportTracks
source: Export As
ja: 書き出す
uk: Експортувати як
zh: 導出為
zh_hans: 导出为

# exportM3u8
source: Playlist File
ja: 再生一覧表
uk: Файл плейлиста
zh: 播放列表文件
zh_hans: 播放列表文件

# exportCoverWall
source: Cover Art Wall
ja: 表紙画像の寄せ集め
uk: Стіна обкладинок
zh: 封面牆
zh_hans: 封面墙

source: Ratio
ja: 比例
uk: Співвідношення
zh: 比例
zh_hans: 比例
