Repository: Losses/rune
Catalog: lib/l10n/intl_*.arb
Languages: ja, uk, zh, zh_hans

source: Frame
ja: 枠
uk: Рамка
zh: 邊框
zh_hans: 边框

source: Background
ja: 背景
uk: Фон
zh: 背景
zh_hans: 背景

source: Evaluation Mode
ja: 試用期間
uk: Режим оцінки
zh: 評估模式
zh_hans: 评估模式

# evaluationModeContent1
source: Rune is not a free pint of beer. We encourage you to purchase a genuine license from the app store.
ja: Rune は無料ではありません。正銘の許可を各商店からご購入いただくようお願いいたします。
uk: Rune - це не безкоштовна пляшка пива. Ми заохочуємо вас придбати справжню ліцензію в App Store.
zh: Rune 不是免費軟體。我們鼓勵您從應用商店購買正版許可證。
zh_hans: Rune 不是免费软件。我们鼓励您从应用商店购买正版许可证。

# evaluationModeContent2
source: Licensed users benefit from automatic updates provided by the app store and have the privilege to propose new features directly to the developers.
ja: 認証済み使用者は商店を通じて自動更新を受けることができ、さらに開発者に直接新機能の提案を行う特権があります。
uk: Ліцензовані користувачі отримують автоматичні оновлення від App Store і мають привілей пропонувати нові функції безпосередньо розробникам.
zh: 許可用戶可享受由應用商店提供的自動更新，並有權直接向開發人員提出新功能。
zh_hans: 许可用户可享受由应用商店提供的自动更新，并有权直接向开发人员提出新功能。

# evaluationModeContent3
source: You can choose to dismiss this reminder for 180 days, and we will remind you again later.
ja: この通知を 180 日間非表示にすることができます。その後、再度お知らせします。
uk: Ви можете відкласти це нагадування на 180 днів, і ми нагадаємо вам пізніше.
zh: 您可以選擇在 180 天內關閉此提醒，我們稍後會再次提醒您。
zh_hans: 您可以选择在 180 天内关闭此提醒，我们稍后会再次提醒您。

source: Remind me later
ja: 後で思い出す
uk: Нагадати пізніше
zh: 稍後提醒
zh_hans: 稍后提醒

source: Mysterious Button
ja: 謎の鍵
uk: Таємничий Button
zh: 神秘按鈕
zh_hans: 神秘按钮

# mysteriousModalTitle
source: Creak
ja: きし
uk: Скрип
zh: 嘎吱
zh_hans: 嘎吱

# mysteriousModalContent
source: It seems you've triggered a mysterious mechanism. The room's structure appears to have changed, revealing new areas to explore.
ja: 何やら不思議な仕掛けを作動させたようです。部屋の構造が変化し、新たに探索できる場所が現れたようです。
uk: Схоже, ви активували таємничий механізм. Структура кімнати здається зміненою, відкриваючи нові простори для дослідження.
zh: 你似乎觸發了一個神秘的機關。空間的結構好像發生了變化，露出了新的探索區域。
zh_hans: 你似乎触发了一个神秘的机关。空间的结构好像发生了变化，露出了新的探索区域。

source: Laboratory
ja: 研究室
uk: Лабораторія
zh: 實驗室
zh_hans: 实验室

# libraryMode
source: Library Setup
ja: 資料集設置
uk: Налаштування бібліотеки
zh: 媒體庫設置
zh_hans: 媒体库设置

# libraryModeSubtitle
source: We need to know a bit more about your library. Where are your media files stored?
ja: 資料集についてもう少し詳しく教えてください。あなたの資料保存先は雲上に保存されていますか？
uk: Нам потрібно дізнатися трохи більше про вашу бібліотеку. Де зберігаються ваші медіафайли?
zh: 我們需要更多了解您的媒體庫。您的媒體檔案儲存在哪裡？
zh_hans: 我们需要更多了解您的媒体库。您的媒体文件存储在哪里？

# portableMode
source: Local hard drive
ja: 本機の記憶装置
uk: Локальний жорсткий диск
zh: 本機硬碟
zh_hans: 本地硬盘

# portableModeSubtitle
source: We will store your index together in the library folder.
ja: あなたの資料索引を資料保管場所と同じ場所に保存します。
uk: Ми збережемо ваш медіа-індекс разом у теці бібліотеки.
zh: 我們會將您的媒體索引一併儲存在媒體庫所在的文件夾中。
zh_hans: 我们会将您的媒体索引一并存储在媒体库所在的文件夹中。

# localMode
source: In the cloud
ja: 雲上へ
uk: У хмарі
zh: 雲端
zh_hans: 云端

# localModeSubtitle
source: We will store your index in the configuration directory.
ja: あなたの資料索引を Rune の設定保存先に保存します。
uk: Ми збережемо ваш медіа-індекс у теці налаштувань Rune.
zh: 我們會將您的媒體索引儲存在 Rune 的配置目錄中。
zh_hans: 我们会将您的媒体索引存储在 Rune 的配置目录中。

source: Remember Window Size
ja: 窓の形態を記憶する
uk: Запам'ятати розмір вікна
zh: 記憶窗口大小
zh_hans: 记忆窗口大小

# rememberWindowSizeSubtitle
source: Save your window size as you adjust it, and launch the program with the same dimensions next time.
ja: 調整した窓の形態を保存し、次回は同じ形態で Rune を起動します。
uk: Збережіть розмір вікна під час його налаштування та запускайте програму з тими самими розмірами наступного разу.
zh: 在調整窗口大小時保存，下次啟動程序時尺寸不變。
zh_hans: 在调整窗口大小时保存，下次启动程序时尺寸不变。

# closeNotification
source: Rune is Still Running
ja: Rune はまだ運行中
uk: Rune все ще працює
zh: Rune 仍在運行
zh_hans: Rune 仍在运行

# closeNotificationSubtitle
source: Rune is currently running in the background. You can easily locate it in the system tray.
ja: Rune は現在裏で動作しています。系統の通知領域で簡単に見つけることができます。
uk: Rune наразі працює у фоновому режимі. Ви можете легко знайти її в системному треї.
zh: Rune 正在後台運行。您可以在系統托盤中輕鬆找到。
zh_hans: Rune 正在后台运行。您可以在系统托盘中轻松找到。

source: Register
ja: 登録
uk: Реєстрація
zh: 註冊
zh_hans: 注册

# evaluationModeContent4
source: You can purchase a music file as a registration key from the store below. Click "Register" to verify your genuine status.
ja: 下記の商店から鍵音楽を購入することで、登録の証明として使用できます。「登録」を押れて、認証済み使用者であることを確認してください。
uk: Ви можете придбати музичний файл як реєстраційний ключ у магазині нижче. Натисніть "Реєстрація", щоб перевірити ваш статус легального користувача.
zh: 您可以從下面的商店購買音樂文件作為註冊碼。點擊“註冊”以驗證您的正版狀態。
zh_hans: 您可以从下面的商店购买音乐文件作为注册码。点击“注册”以验证您的正版状态。

# registerAction
source: Register
ja: 登録
uk: Реєстрація
zh: 註冊
zh_hans: 注册

# registerFailed
source: Failed
ja: 失敗しました
uk: Невдача
zh: 註冊失敗
zh_hans: 注册失败

# registerFailedSubtitle
source: An error occurred during the verification process.
ja: 確認過程で不具合が発生しました。
uk: Під час процесу перевірки сталася помилка.
zh: 驗證過程中發生錯誤。
zh_hans: 验证过程中发生错误。

# registerSuccess
source: Complete
ja: 完成しました
uk: Завершено
zh: 註冊成功
zh_hans: 注册成功

# registerSuccessSubtitle
source: Congratulations! Your software has been successfully registered. Thank you for choosing Rune.
ja: おめでとうございます！登録が無事に完了しました。Rune をお選びいただき、ありがとうございます。
uk: Вітаємо! Ваше програмне забезпечення успішно зареєстровано. Дякуємо, що обрали Rune.
zh: 恭喜！您的軟體已成功註冊，感謝您選擇 Rune。
zh_hans: 恭喜！您的软件已成功注册，感谢您选择 Rune。

# registerInvalid
source: Invalid key
ja: 無効な鍵
uk: Недійсний ключ
zh: 金鑰無效
zh_hans: 密钥无效

# registerInvalidSubtitle
source: The key file you provided is invalid. Please check the file and try again.
ja: 提供された鍵音楽は無効です。鍵音楽を確認し、再度お試しください。
uk: Наданий вами файл ключа є недійсним. Перевірте файл і спробуйте знову.
zh: 您提供的金鑰文件無效。請檢查文件並重試。
zh_hans: 您提供的密钥文件无效。请检查文件并重试。

# importM3u8Success
source: Partially Successful
ja: 一部成功
uk: Частково успішно
zh: 導入成功
zh_hans: 导入成功

# importM3u8SuccessSubtitle
source: Your tracks have been imported, but some were not found.
ja: 曲の取り込みが完了しましたが、一部の曲が見つかりませんでした。
uk: Ваші треки були імпортовані, але деякі не були знайдені.
zh: 您的曲目已導入，但有些曲目並未在資料庫中檢索到。
zh_hans: 您的曲目已导入，但有些曲目并未在数据库中检索到。

# importM3u8Failed
source: Import Failed
ja: 導入失敗
uk: Імпортування не вдалося
zh: 導入失敗
zh_hans: 导入失败

# importM3u8FailedSubtitle
source: An error occurred during the import process.
ja: 導入過程で誤りが発生しました。
uk: Під час процесу імпортування сталася помилка.
zh: 導入過程中發生錯誤。
zh_hans: 导入过程中发生错误。

# importM3u8
source: Import Playlist
ja: 再生一覧表を導入
uk: Імпортувати плейлист
zh: 導入播放列表
zh_hans: 导入播放列表

source: Adaptive Switching
ja: 自適応切替え
uk: Адаптивне перемикання
zh: 自適應切換
zh_hans: 自适应切换

# adaptiveSwitchingSubtitle
source: Restarts from the beginning if you switch back after the current track has played for more than three seconds.
ja: 現在の曲が三秒以上再生された後に戻ると、最初から再生が始まります。
uk: Відтворення починається спочатку, якщо ви перемикаєтесь назад після того, як поточний трек відтворювався більше трьох секунд.
zh: 切換上一首時，若已播放超過 3 秒，則從頭播放當前曲目。
zh_hans: 切换上一首时，若已播放超过 3 秒，则从头播放当前曲目。

# considerPurchase
source: Please consider purchasing a genuine license.
ja: ぜひ正銘の許可をお求めください。
uk: Будь ласка, розгляньте можливість придбання ліцензійної версії.
zh: 請考慮購買正版許可證。
zh_hans: 请考虑购买正版许可证。

source: Lyrics
ja: 歌詞
uk: Тексти пісень
zh: 歌詞
zh_hans: 歌词

# lyricsSubtitle
source: Reveal the full lyrics of the song
ja: 歌詞の全容を掲載する
uk: Показати повний текст пісні
zh: 展示曲目的完整歌詞
zh_hans: 展示曲目的完整歌词

source: Online Services
ja: 通信回線を通じて業務
uk: Онлайн-сервіси
zh: 在線服務
zh_hans: 在线服务

source: Login
ja: 登録
uk: Увійти
zh: 登錄
zh_hans: 登录

source: Login Failed
ja: 登録失敗
uk: Помилка входу
zh: 登錄失敗
zh_hans: 登录失败

# loginFailedSubtitle
source: An error occurred while trying to login
ja: 接続中に異常が発生しました
uk: Під час входу сталася помилка
zh: 嘗試登錄時出錯
zh_hans: 尝试登录时出错

# lastFmSubtitle
source: Provide detailed listening insights with this music tracking service.
ja: この音楽追跡業務で、視聴に関する詳細な洞察を提供しましょう。
uk: Надайте детальну статистику прослуховування за допомогою цього сервісу відстеження музики.
zh: 使用此音樂跟蹤服務提供詳細的收聽見解。
zh_hans: 使用此音乐跟踪服务提供详细的收听见解。

# libreFmSubtitle
source: A free and open platform for sharing your music taste.
ja: あなたの音楽の趣味を共有するための、自由で開放な場所。
uk: Безкоштовна та відкрита платформа для обміну музичними вподобаннями.
zh: 一個自由開放的平台，用於分享您的音樂品味。
zh_hans: 一个自由开放的平台，用于分享您的音乐品味。

# listenBrainzSubtitle
source: Contribute to an open-source database while tracking your habits.
ja: 自分の習慣を追跡しながら、開放の情報格納庫に貢献する。
uk: Робіть внесок у базу даних з відкритим кодом, відстежуючи свої звички прослуховування.
zh: 在追蹤您的習慣的同時為開源資料庫做出貢獻。
zh_hans: 在追踪您的习惯的同时为开源数据库做出贡献。

source: Fix
ja: 修復
uk: Виправити
zh: 修復
zh_hans: 修复

# confirmLogoutTitle
source: Confirm Logout
ja: 離脱確認
uk: Підтвердити вихід
zh: 確認註銷
zh_hans: 确认注销

# confirmLogoutSubtitle
source: Are you sure you want to log out? All locally stored login credentials will be deleted.
ja: 本当に離脱しますか？本機に保存された登録認証情報は全て削除されます。
uk: Ви впевнені, що хочете вийти? Усі локально збережені облікові дані буде видалено.
zh: 您確定要註銷嗎？所有本地儲存的登錄憑證都將被刪除。
zh_hans: 您确定要注销吗？所有本地存储的登录凭证都将被删除。

source: Retry Login
ja: 登録再試行
uk: Повторити вхід
zh: 重試登錄
zh_hans: 重试登录

source: Logout
ja: 離脱
uk: Вийти
zh: 註銷
zh_hans: 注销

source: Copy
ja: 模倣
uk: Копіювати
zh: 複製
zh_hans: 复制

source: Username
ja: 使用者名
uk: Ім'я користувача
zh: 使用者名稱
zh_hans: 用户名

source: Password
ja: 暗証番号
uk: Пароль
zh: 密碼
zh_hans: 密码

source: API Key
ja: API 鍵
uk: API-ключ

source: API Secret
ja: API 合言葉
uk: Секретний API-ключ

source: User Token
ja: 使用者証票
uk: Токен користувача

source: Hostname
ja: 宿主名
uk: Ім'я хоста
zh: 主機名
zh_hans: 主机名

source: Port
ja: 接続端子
uk: Порт
zh: 埠
zh_hans: 端口

source: Secured
ja: 安全接続
uk: Захищене
zh: 已加密
zh_hans: 已加密

source: Add Connection
ja: 接続を追加する
uk: Додати з'єднання
zh: 添加連接
zh_hans: 添加连接

source: Neighbors
ja: 隣人
uk: Сусіди
zh: 附近
zh_hans: 附近

source: Search Neighbors
ja: 隣人を探す
uk: Пошук сусідів
zh: 搜索附近設備
zh_hans: 搜索附近设备

# searchNeighborsSubtitle
source: Find and connect to Rune devices in your local network.
ja: 局地通信網内の Rune 装置を検索し、接続します。
uk: Знайти та підключитися до пристроїв Rune у вашій локальній мережі.
zh: 在本地網路中尋找並連接 Rune 設備。
zh_hans: 在本地网络中查找并连接 Rune 设备。

source: Edit Device Information
ja: 装置情報の編集
uk: Редагувати інформацію пристрою
zh: 編輯設備資訊
zh_hans: 编辑设备信息

# editDeviceInformationSubtitle
source: Customize details shown to other devices during scans.
ja: 検査中に他の装置に表示される詳細を調整できます。
uk: Налаштуйте деталі, які показуються іншим пристроям під час сканувань.
zh: 自訂在掃描過程中展示給其他設備的詳細資訊。
zh_hans: 自定义在扫描过程中展示给其他设备的详细信息。

source: Enable Broadcast
ja: 広報を有効にする
uk: Увімкнути трансляцію
zh: 啟用廣播
zh_hans: 启用广播

# enableBroadcastSubtitle
source: Share your device information publicly for others to discover.
ja: あなたの装置情報を公開し、局地通信網中の他の人が発見できるようにする。
uk: Поділіться інформацією про ваш пристрій публічно, щоб інші могли його знайти.
zh: 展示您的設備資訊，供他人發現。
zh_hans: 展示您的设备信息，供他人发现。

source: Add Neighbor Manually
ja: 手動で隣人を追加する
uk: Додати сусіда вручну
zh: 手動添加附近設備
zh_hans: 手动添加附近设备

# addNeighborManuallySubtitle
source: Enter a device's local network info manually to connect.
ja: 装置の局地通信網情報を手動で入力して接続する。
uk: Введіть інформацію про локальну мережу пристрою вручну для підключення.
zh: 手動輸入設備的區域網路資訊以建立連接。
zh_hans: 手动输入设备的局域网信息以建立连接。

source: Stop
ja: 停止
uk: Зупинити
zh: 停止
zh_hans: 停止

source: Device Fingerprint
ja: 装置識別情報
uk: Відбиток пристрою
zh: 設備指紋
zh_hans: 设备指纹

source: Device Name
ja: 装置名
uk: Ім'я пристрою
zh: 設備名稱
zh_hans: 设备名称

source: No devices found
ja: 装置が見つかりません
uk: Пристроїв не знайдено
zh: 未發現設備
zh_hans: 未发现设备

# error
source: Error: {error}
ja: 問題: {error}
uk: Помилка: {error}
zh: 錯誤：{error}
zh_hans: 错误：{error}

source: Model
ja: 端末
uk: Модель
zh: 型號
zh_hans: 型号

source: Type
ja: 種別
uk: Тип
zh: 類型
zh_hans: 类型

source: Fingerprint
ja: 識別情報
uk: Відбиток
zh: 指紋
zh_hans: 指纹

source: Last Seen
ja: 最後に見た
uk: Востаннє бачили
zh: 上次發現
zh_hans: 上次发现

source: IP Addresses
ja: 接続識別番号
uk: IP-адреси
zh: IP 地址
zh_hans: IP 地址

source: Pair
ja: 連携
uk: Пов'язати
zh: 配對
zh_hans: 配对

# pairingWith
source: Pairing with {deviceName}...
ja: {deviceName}との連携中...
uk: Пов'язування з {deviceName}...
zh: 正在與 {deviceName} 配對…
zh_hans: 正在与 {deviceName} 配对…

source: Server
ja: 通信管理機
uk: Сервер
zh: 伺服器
zh_hans: 服务器

source: Server Control
ja: 通信管理機の制御
uk: Керування сервером
zh: 伺服器控制
zh_hans: 服务器控制

# serverControlSubtitle
source: Start the server to allow other devices to discover this device on the local network.
ja: 通信管理機を起動し、他の装置が局地通信網上で本装置を検出できるようにする。
uk: Запустіть сервер, щоб дозволити іншим пристроям виявляти цей пристрій у локальній мережі.
zh: 啟動伺服器以便其他設備在本地網路中發現此設備。
zh_hans: 启动服务器以便其他设备在本地网络中发现此设备。

# selectInterface
source: Network Interface
ja: 通信接続口
uk: Мережевий інтерфейс
zh: 網路界面
zh_hans: 网络界面

# approvedStatus
source: Approved
ja: 承認済
uk: Затверджено
zh: 已批准
zh_hans: 已批准

# pendingStatus
source: Pending
ja: 承認待ち
uk: Очікує
zh: 待審批
zh_hans: 待审批

# blockedStatus
source: Blocked
ja: 接続拒否
uk: Заблоковано
zh: 已阻止
zh_hans: 已阻止

# unknownStatus
source: Unknown
ja: 未知
uk: Невідомо
zh: 未知
zh_hans: 未知

source: Review
ja: 審査
uk: Переглянути
zh: 審查
zh_hans: 审查

# reviewRequestTitle
source: Connection Request
ja: 接続要求
uk: Запит на підключення
zh: 連接請求
zh_hans: 连接请求

source: Block Device
ja: 装置の接続を遮断
uk: Заблокувати пристрій
zh: 阻止設備
zh_hans: 阻止设备

source: Allow Access
ja: 接続を許可
uk: Дозволити доступ
zh: 允許訪問
zh_hans: 允许访问

# connectionVerificationMessage
source: To allow the device {alias} ({model}) to connect, share the communication key fingerprint below to help verify your identity.
ja: 装置{alias} ({model}) の接続を許可するには、以下の通信鍵識別情報を共有し、本人確認に役立ててください。
uk: Щоб дозволити пристрою {alias} ({model}) підключитися, поділіться відбитком ключа комунікації нижче, щоб допомогти підтвердити вашу особистість.
zh: 若要允許設備 {alias}（{model}）連接，請分享以下通信金鑰指紋以驗證您的身份。
zh_hans: 若要允许设备 {alias}（{model}）连接，请分享以下通信密钥指纹以验证您的身份。

# allowAccessSubtitle
source: Grant access to control playback and download tracks from this device.
ja: この装置から再生制御と楽曲保存への接続を許可する。
uk: Надайте доступ для керування відтворенням та завантаження треків з цього пристрою.
zh: 授權此設備控制播放並獲取曲目。
zh_hans: 授权此设备控制播放并获取曲目。

# blockDeviceSubtitle
source: Prevent future connection. You can unblock this device at any time.
ja: 今後の接続を防止します。この装置の遮断はいつでも解除できます。
uk: Запобігти майбутньому підключенню. Ви можете розблокувати цей пристрій у будь-який час.
zh: 阻止未來的連接。您可隨時取消對該設備的阻止。
zh_hans: 阻止未来的连接。您可随时取消对该设备的阻止。

# removeTrust
source: Remove Permission
ja: 許可を削除する
uk: Видалити дозвіл
zh: 移除權限
zh_hans: 移除权限

# removeTrustSubtitle
source: This will permanently delete the permission record. The device will lose all access status (Approved/Blocked) and must send a new registration request to reappear in the list.
ja: これにより、許可記録は永久に削除されます。装置はすべての接続状態 (許可/遮断) を失い、一覧表に再び表示されるには新規登録要求を送信する必要があります。
uk: Це назавжди видалить запис дозволу. Пристрій втратить усі статуси доступу (Затверджено/Заблоковано) і повинен буде надіслати новий запит на реєстрацію, щоб знову з'явитися у списку.
zh: 此操作將永久刪除權限記錄。設備將失去所有訪問狀態（批准/阻止），並需重新發送註冊請求，以再次出現在列表中。
zh_hans: 此操作将永久删除权限记录。设备将失去所有访问状态（批准/阻止），并需重新发送注册请求，以再次出现在列表中。

# pairingTitle
source: Pairing
ja: 連携中
uk: Пов'язування
zh: 設備配對
zh_hans: 设备配对

# pairingLoading
source: Retrieving device fingerprint...
ja: 装置識別情報を取得中…
uk: Отримання відбитка пристрою...
zh: 正在獲取設備指紋…
zh_hans: 正在获取设备指纹…

# pairingInstructions
source: For security verification, select the characters that complete the fingerprint shown on your partner device. This confirms you're connecting to the right device.
ja: 安全確認のため、連携端末に表示されている端末識別情報を補完する文字を選択します。これにより、正しい装置に接続していることが確認されます。
uk: Для перевірки безпеки виберіть символи, які завершують відбиток, показаний на вашому партнерському пристрої. Це підтверджує, що ви підключаєтеся до правильного пристрою.
zh: 為進行安全驗證，請選擇與您的伙伴設備上顯示的指紋相匹配的字元，以確認連接的是正確設備。
zh_hans: 为进行安全验证，请选择与您的伙伴设备上显示的指纹相匹配的字符，以确认连接的是正确设备。

# pairingFailureTitle
source: Pairing Failed
ja: 連携失敗
uk: Пов'язування не вдалося
zh: 配對失敗
zh_hans: 配对失败

# pairingFailureMessage
source: The fingerprint doesn't match. Please ensure you're connecting to the correct device and try the verification again.
ja: 装置識別情報が一致しません。正しい装置に接続していることを確認し、認証をやり直してください。
uk: Відбиток не співпадає. Будь ласка, переконайтеся, що ви підключаєтеся до правильного пристрою, і спробуйте перевірку знову.
zh: 指紋不匹配。請確認您正在連接正確的設備，並重新進行驗證。
zh_hans: 指纹不匹配。请确认您正在连接正确的设备，并重新进行验证。

# closingWindowBehaviorTitle
source: Closing Window Behavior
ja: 窓を閉じる動作
uk: Поведінка закриття вікна
zh: 關閉窗口行為
zh_hans: 关闭窗口行为

# closingWindowBehaviorSubtitle
source: Choose how the application behaves when you click the close button.
ja: 閉じるを押したときの本再生機の動作を選択します。
uk: Виберіть, як поводиться додаток, коли ви натискаєте кнопку закриття.
zh: 選擇點擊關閉按鈕時應用的行為。
zh_hans: 选择点击关闭按钮时应用的行为。

source: Minimize to Tray
ja: 通知領域に最小化
uk: Мінімізувати в трей
zh: 最小化到托盤
zh_hans: 最小化到托盘

# exitProgram
source: Exit Completely
ja: 完全に終了
uk: Вийти повністю
zh: 完全退出
zh_hans: 完全退出

# systemTabTitle
source: System
ja: 系統
uk: Система
zh: 系統
zh_hans: 系统

source: Remove from Playlist
ja: 再生一覧表から削除
uk: Видалити з плейлиста
zh: 從播放列表中移除
zh_hans: 从播放列表中移除

# waitForApprove
source: Waiting for the server to approve this request...
ja: 通信管理機がこの要請を承認するのを待っている...
uk: Очікування затвердження цього запиту сервером...
zh: 正在等待伺服器批准此請求…
zh_hans: 正在等待服务器批准此请求…

# clientBlockedTitle
source: Connection Blocked
ja: 接続を遮断する
uk: З'єднання заблоковано
zh: 連接被阻止
zh_hans: 连接被阻止

# clientBlockedMessage
source: The remote device has blocked your client from connecting. You will need permission from the device owner to establish a connection.
ja: 接続先の装置により、あなたの端末からの接続は遮断されました。接続を確立するには、装置の所有者の許可が必要です。
uk: Віддалений пристрій заблокував ваш клієнт від підключення. Вам потрібен дозвіл від власника пристрою, щоб встановити з'єднання.
zh: 遠程設備已阻止您的用戶端連接。您需要獲得該設備所有者的許可才能建立連接。
zh_hans: 远程设备已阻止您的客户端连接。您需要获得该设备所有者的许可才能建立连接。

source: Genres
ja: 分野
uk: Жанри
zh: 音樂類型
zh_hans: 音乐类型

source: Genre Query
ja: 分野の照会
uk: Запит жанру
zh: 類型查詢
zh_hans: 类型查询

source: Deduplicate
ja: 重複除外
uk: Дедуплікувати
zh: 去重
zh_hans: 去重

# deduplicateThresholdTitle
source: Deduplicate Threshold
ja: 重複除外の閾値 Threshold
uk: Поріг дедуплікації
zh: 去重閾值
zh_hans: 去重阈值

# deduplicateThresholdSubtitle
source: Adjust the sensitivity level for detecting similar audio tracks.
ja: 類似の音楽を検出する際の感度の程度を調整します。
uk: Налаштуйте рівень чутливості для виявлення подібних аудіотреків.
zh: 調整檢測相似音訊曲目的靈敏度級別。
zh_hans: 调整检测相似音频曲目的灵敏度级别。

source: Nearly Identical
ja: ほぼ同じ
uk: Майже ідентичні
zh: 幾乎一致
zh_hans: 几乎一致

# highlySimiar
source: Highly Similar
ja: 類似性が高い
uk: Дуже подібні
zh: 高度相似
zh_hans: 高度相似

source: Moderately Similar
ja: 中程度に似ている
uk: Помірно подібні
zh: 部分相似
zh_hans: 部分相似

source: Slightly Similar
ja: やや似ている
uk: Трохи подібні
zh: 略微相似
zh_hans: 略微相似

source: Deduplicating
ja: 重複除外作業中
uk: Дедуплікація
zh: 正在去重
zh_hans: 正在去重
